Repository: hoshiizumiya/OpenNet
Catalog: OpenNet/Strings/*/Resources.resw
Source language: en_us
Languages: fr, it, ja, ko, ru, zh_cn, zh_hant

# SearchBox.PlaceholderText
source: Search anything
fr: Rechercher n’importe quoi
it: Cerca qualsiasi cosa
ja: 何でも検索
ko: 무엇이든 검색
ru: Искать что угодно
zh_cn: 搜索...
zh_hant: 搜尋任何內容

# NavItem_Home.Content
source: Home
fr: Accueil
ja: ホーム
ko: 홈
ru: Главная
zh_cn: 主页
zh_hant: 首頁

# NavItem_Contacts.Content
source: Contacts
it: Contatti
ja: 連絡先
ko: 연락처
ru: Контакты
zh_cn: 联系人
zh_hant: 聯絡人

# NavItem_Tasks.Content
source: Tasks
fr: Tâches
it: Attività
ja: タスク
ko: 작업
ru: Задачи
zh_cn: 任务
zh_hant: 任務

# NavItem_Files.Content
source: Files
fr: Fichiers
it: File
ja: ファイル
ko: 파일
ru: Файлы
zh_cn: 文件
zh_hant: 檔案

# NavItem_Network.Content
source: Network
fr: Réseau
it: Rete
ja: ネットワーク
ko: 네트워크
ru: Сеть
zh_cn: 网络
zh_hant: 網路

# NavItem_Servers.Content
source: Servers
fr: Serveurs
it: Server
ja: サーバー
ko: 서버
ru: Серверы
zh_cn: 服务器
zh_hant: 伺服器

# NavItem_Settings.Content
source: Settings
fr: Paramètres
it: Impostazioni
ja: 設定
ko: 설정
ru: Настройки
zh_cn: 设置
zh_hant: 設定

# UserLabelRun.Text
source: User:
fr: Utilisateur :
it: Utente:
ja: ユーザー:
ko: 사용자:
ru: Пользователь:
zh_cn: 用户:
zh_hant: 使用者：

# HomeTitle.Text
source: Welcome to OpenNet
fr: Bienvenue dans OpenNet
it: Benvenuto in OpenNet
ja: OpenNet へようこそ
ko: OpenNet에 오신 것을 환영합니다
ru: Добро пожаловать в OpenNet
zh_cn: 欢迎使用 OpenNet
zh_hant: 歡迎使用 OpenNet

# QuickActionsTitle.Text
source: Quick Actions
fr: Actions rapides
it: Azioni rapide
ja: クイック操作
ko: 빠른 작업
ru: Быстрые действия
zh_cn: 快速操作
zh_hant: 快速操作

# DetectNetworkButtonText.Text
source: Detect Network
fr: Détecter le réseau
it: Rileva rete
ja: ネットワークを検出
ko: 네트워크 검색
ru: Обнаружить сеть
zh_cn: 检测网络
zh_hant: 偵測網路

# ConnectPeerButtonText.Text
source: Connect
fr: Se connecter
it: Connetti
ja: 接続
ko: 연결
ru: Подключиться
zh_cn: 连接节点
zh_hant: 連線

# RefreshButtonText.Text
source: Refresh
fr: Actualiser
it: Aggiorna
ja: 更新
ko: 새로 고침
ru: Обновить
zh_cn: 刷新
zh_hant: 重新整理

# NetworkStatusTitle.Text
source: Network Status
fr: État du réseau
it: Stato della rete
ja: ネットワーク状態
ko: 네트워크 상태
ru: Состояние сети
zh_cn: 网络状态
zh_hant: 網路狀態

# NetworkQualityLabelRun.Text
source: Quality:
fr: Qualité :
it: Qualità:
ja: 品質:
ko: 품질:
ru: Качество:
zh_cn: 质量:
zh_hant: 品質：

# RecentActivitiesTitle.Text
source: Recent Activities
fr: Activités récentes
it: Attività recenti
ja: 最近のアクティビティ
ko: 최근 활동
ru: Недавние действия
zh_cn: 最近活动
zh_hant: 最近活動

# NetworkSettingsPagePlaceholder.Text
source: Network Settings Page (Placeholder)
fr: Page des paramètres réseau (espace réservé)
it: Pagina impostazioni di rete (segnaposto)
ja: ネットワーク設定ページ（プレースホルダー）
ko: 네트워크 설정 페이지(자리 표시자)
ru: Страница настроек сети (заглушка)
zh_cn: 网络设置页面 (占位符)
zh_hant: 網路設定頁面（預留）

# MainWindowRoot
source: OpenNet - a p2p client
fr: OpenNet - un client P2P
it: OpenNet - un client P2P
ja: OpenNet - P2P クライアント
ko: OpenNet - P2P 클라이언트
ru: OpenNet — P2P-клиент
zh_cn: OpenNet
zh_hant: OpenNet - P2P 用戶端

# SettingsPagePlaceholder.Text
source: Settings Page
fr: Page des paramètres
it: Pagina impostazioni
ja: 設定ページ
ko: 설정 페이지
ru: Страница настроек
zh_cn: 设置页面
zh_hant: 設定頁面

source: PortState
fr: État du port
it: Stato porta
ja: ポート状態
ko: 포트 상태
ru: Состояние порта
zh_cn: 端口状态
zh_hant: 連接埠狀態

# HomeTitleTip
source: A morden window app
fr: Une application Windows moderne
it: Una moderna app per Windows
ja: モダンなウィンドウアプリ
ko: 현대적인 Windows 앱
ru: Современное приложение для Windows
zh_cn: 现代界面的软件
zh_hant: 現代化視窗應用程式

# TaskStartButton.Label
source: Start
fr: Démarrer
it: Avvia
ja: 開始
ko: 시작
ru: Запустить
zh_cn: 启动
zh_hant: 開始

# TaskPauseButton.Label
source: Pause
it: Pausa
ja: 一時停止
ko: 일시 중지
ru: Пауза
zh_cn: 暂停
zh_hant: 暫停

# TaskNewButton.Label
source: New Task
fr: Nouvelle tâche
it: Nuova attività
ja: 新しいタスク
ko: 새 작업
ru: Новая задача
zh_cn: 新建任务
zh_hant: 新增任務

# Header_TaskName.Text
source: Name
fr: Nom
it: Nome
ja: 名前
ko: 이름
ru: Имя
zh_cn: 任务名称
zh_hant: 名稱

# Header_Size.Text
source: Size
fr: Taille
it: Dimensione
ja: サイズ
ko: 크기
ru: Размер
zh_cn: 大小
zh_hant: 大小

# Header_Progress.Text
source: Progress
fr: Progression
it: Avanzamento
ja: 進行状況
ko: 진행률
ru: Прогресс
zh_cn: 进度
zh_hant: 進度

# Header_DLRate.Text
source: DL Rate
fr: Débit descendant
it: Velocità DL
ja: DL レート
ko: 다운로드 속도
ru: Скорость загрузки
zh_cn: 下载速率
zh_hant: 下載速率

# Header_Remaining.Text
source: Remaining
fr: Restant
it: Rimanente
ja: 残り
ko: 남음
ru: Осталось
zh_cn: 剩余
zh_hant: 剩餘

# Header_AddDate.Text
source: Add Date
fr: Date d’ajout
it: Data di aggiunta
ja: 追加日
ko: 추가 날짜
zh_cn: 添加日期
zh_hant: 新增日期

# Task_SummaryContent.Header
source: Summary
fr: Résumé
it: Riepilogo
ja: 概要
ko: 요약
ru: Сводка
zh_cn: 概览
zh_hant: 摘要

# Task_PeersList.Header
source: PeersList
fr: Liste des pairs
it: Elenco peer
ja: ピア一覧
ko: 피어 목록
ru: Список пиров
zh_cn: 用户
zh_hant: 節點清單

# Protocol_IPv4First
source: IPv4 First
fr: IPv4 en priorité
it: Prima IPv4
ja: IPv4 を優先
ko: IPv4 우선
ru: Сначала IPv4
zh_cn: IPv4 优先
zh_hant: IPv4 優先

# Protocol_IPv6First
source: IPv6 First
fr: IPv6 en priorité
it: Prima IPv6
ja: IPv6 を優先
ko: IPv6 우선
ru: Сначала IPv6
zh_cn: IPv6 优先
zh_hant: IPv6 優先

# Protocol_IPv4Only
source: IPv4 Only
fr: IPv4 uniquement
it: Solo IPv4
ja: IPv4 のみ
ko: IPv4 전용
ru: Только IPv4
zh_cn: 仅IPv4
zh_hant: 僅 IPv4

# Protocol_IPv6Only
source: IPv6 Only
fr: IPv6 uniquement
it: Solo IPv6
ja: IPv6 のみ
ko: IPv6 전용
ru: Только IPv6
zh_cn: 仅 IPv6
zh_hant: 僅 IPv6

# Protocol_Auto
source: Auto Select
fr: Sélection automatique
it: Selezione automatica
ja: 自動選択
ko: 자동 선택
ru: Автовыбор
zh_cn: 自动选择
zh_hant: 自動選擇

# ConnProtocol_Auto
source: Auto Select
fr: Sélection automatique
it: Selezione automatica
ja: 自動選択
ko: 자동 선택
ru: Автовыбор
zh_cn: 自动选择
zh_hant: 自動選擇

# ConnProtocol_TCP
source: TCP Protocol
fr: Protocole TCP
it: Protocollo TCP
ja: TCP プロトコル
ko: TCP 프로토콜
ru: Протокол TCP
zh_cn: TCP协议
zh_hant: TCP 協定

# ConnProtocol_UDP
source: UDP Protocol
fr: Protocole UDP
it: Protocollo UDP
ja: UDP プロトコル
ko: UDP 프로토콜
ru: Протокол UDP
zh_cn: UDP 协议
zh_hant: UDP 協定

# ConnProtocol_UTP
source: uTP Protocol
fr: Protocole uTP
it: Protocollo uTP
ja: uTP プロトコル
ko: uTP 프로토콜
ru: Протокол uTP
zh_cn: uTP协议
zh_hant: uTP 協定

# ConnProtocol_BitTorrent
source: BitTorrent Protocol
fr: Protocole BitTorrent
it: Protocollo BitTorrent
ja: BitTorrent プロトコル
ko: BitTorrent 프로토콜
ru: Протокол BitTorrent
zh_cn: BitTorrent协议
zh_hant: BitTorrent 協定

# ConnProtocol_DHT
source: DHT Network
fr: Réseau DHT
it: Rete DHT
ja: DHT ネットワーク
ko: DHT 네트워크
ru: Сеть DHT
zh_cn: DHT网络
zh_hant: DHT 網路

# ConnProtocol_WebRTC
source: WebRTC Protocol
fr: Protocole WebRTC
it: Protocollo WebRTC
ja: WebRTC プロトコル
ko: WebRTC 프로토콜
ru: Протокол WebRTC
zh_cn: WebRTC协议
zh_hant: WebRTC 協定

# ConnProtocol_HTTP
source: HTTP Protocol
fr: Protocole HTTP
it: Protocollo HTTP
ja: HTTP プロトコル
ko: HTTP 프로토콜
ru: Протокол HTTP
zh_cn: HTTP协议
zh_hant: HTTP 協定

# Enc_Basic
source: Basic
fr: Basique
it: Base
ja: 基本
ko: 기본
ru: Базовый
zh_cn: 基础加密
zh_hant: 基本

# Enc_Strong
source: Strong
fr: Renforcé
it: Forte
ja: 強力
ko: 강함
ru: Усиленный
zh_cn: 强加密
zh_hant: 強

# General.Text
source: General
fr: Général
it: Generale
ja: 一般
ko: 일반
ru: Общие
zh_cn: 常规
zh_hant: 一般

# StartPage.Header
source: Default start page
fr: Page de démarrage par défaut
it: Pagina iniziale predefinita
ja: 既定の開始ページ
ko: 기본 시작 페이지
ru: Стартовая страница по умолчанию
zh_cn: 默认启动页面
zh_hant: 預設起始頁面

# StartPage.Description
source: Specifies the page that is displayed when the app is launched.
fr: Définit la page affichée au lancement de l’application.
it: Specifica la pagina visualizzata all'avvio dell'app.
ja: アプリ起動時に表示するページを指定します。
ko: 앱을 시작할 때 표시할 페이지를 지정합니다.
ru: Указывает страницу, которая отображается при запуске приложения.
zh_cn: 指定应用启动时显示的页面。
zh_hant: 指定應用程式啟動時顯示的頁面。

# SoftLanguage.Header
source: Language
fr: Langue
it: Lingua
ja: 言語
ko: 언어
ru: Язык
zh_cn: 语言
zh_hant: 語言

# SoftLanguage.Description
source: Set the application language.
fr: Définir la langue de l’application.
it: Imposta la lingua dell'applicazione.
ja: アプリケーションの言語を設定します。
ko: 애플리케이션 언어를 설정합니다.
ru: Задать язык приложения.
zh_cn: 设置应用的显示语言，默认情况下和Windows的首选项语言一致
zh_hant: 設定應用程式語言。

# DowFlashl.Text
source: Download Flash Settings
fr: Paramètres de téléchargement Flash
it: Impostazioni Download Flash
ja: ダウンロード Flash 設定
ko: Download Flash 설정
ru: Настройки Download Flash
zh_cn: 下载闪存设置
zh_hant: 下載快閃設定

# DfSettingsl.Header
source: Download Flash Settings
fr: Paramètres de téléchargement Flash
it: Impostazioni Download Flash
ja: ダウンロード Flash 設定
ko: Download Flash 설정
ru: Настройки Download Flash
zh_cn: 下载闪存设置
zh_hant: 下載快閃設定

# SoftBackgroundColors.Header
source: Colors
fr: Couleurs
it: Colori
ja: 色
ko: 색상
ru: Цвета
zh_cn: 颜色
zh_hant: 色彩

# SoftPersonalization.Header
source: Personalization
fr: Personnalisation
it: Personalizzazione
ja: 個人設定
ko: 개인 설정
ru: Персонализация
zh_cn: 个性化
zh_hant: 個人化

# SoftPersonalization.Description
source: Personalize program UI display style
fr: Personnaliser le style d’affichage de l’interface
it: Personalizza lo stile di visualizzazione dell'interfaccia
ja: プログラム UI の表示スタイルをカスタマイズします
ko: 프로그램 UI 표시 스타일을 사용자 지정합니다
ru: Настроить внешний вид интерфейса программы
zh_cn: 个性化程序的界面展示样式
zh_hant: 個人化程式 UI 顯示樣式

# ThemesLight.Text
source: Light
fr: Clair
it: Chiaro
ja: ライト
ko: 밝게
ru: Светлая
zh_cn: 浅色
zh_hant: 淺色

# ThemesDark.Text
source: Dark
fr: Sombre
it: Scuro
ja: ダーク
ko: 어둡게
ru: Тёмная
zh_cn: 深色
zh_hant: 深色

# ThemesDefault.Text
source: Use system setting
fr: Utiliser le paramètre système
it: Usa impostazione di sistema
ja: システム設定を使用
ko: 시스템 설정 사용
ru: Использовать системную настройку
zh_cn: 和 Windows 设置一致
zh_hant: 使用系統設定

# AddMagnetDialog_Title
source: Add Magnet Link
fr: Ajouter un lien Magnet
it: Aggiungi link Magnet
ja: マグネットリンクを追加
ko: Magnet 링크 추가
ru: Добавить Magnet-ссылку
zh_cn: 添加磁力链接
zh_hant: 新增磁力連結

source: OK
ko: 확인
ru: ОК
zh_cn: 确定
zh_hant: 確定

source: Cancel
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
zh_cn: 取消
zh_hant: 取消

# FilterNavViewAllTasks.Content
source: All tasks
fr: Toutes les tâches
it: Tutte le attività
ja: すべてのタスク
ko: 모든 작업
ru: Все задачи
zh_cn: 全部任务
zh_hant: 所有任務

# FilterNavViewDownloading.Content
source: Downloading
fr: Téléchargement
it: Download in corso
ja: ダウンロード中
ko: 다운로드 중
ru: Загрузка
zh_cn: 正在下载
zh_hant: 下載中

# FilterNavViewSeeding.Content
source: Seeding
fr: Partage
it: Condivisione
ja: シード中
ko: 시딩 중
ru: Раздача
zh_cn: 正在做种
zh_hant: 做種中

# FilterNavViewCompleted.Content
source: Completed
fr: Terminé
it: Completato
ja: 完了
ko: 완료됨
ru: Завершено
zh_cn: 已完成
zh_hant: 已完成

# FilterNavViewUncompleted.Content
source: Uncompleted
fr: Non terminé
it: Non completato
ja: 未完了
ko: 미완료
ru: Не завершено
zh_cn: 未完成
zh_hant: 未完成

# FilterNavViewActive.Content
source: Active
fr: Actif
it: Attivo
ja: アクティブ
ko: 활성
ru: Активные
zh_cn: 运行中
zh_hant: 作用中

# FilterNavViewInactive.Content
source: Inactive
fr: Inactif
it: Inattivo
ja: 非アクティブ
ko: 비활성
ru: Неактивные
zh_cn: 已停止
zh_hant: 非作用中

# FilterNavViewFailed.Content
source: Failed
fr: Échec
it: Non riuscito
ja: 失敗
ko: 실패
ru: Ошибка
zh_cn: 已失败
zh_hant: 失敗

# AddMagnet_SaveLabel.Text
source: Save path
fr: Chemin d’enregistrement
it: Percorso di salvataggio
ja: 保存先
ko: 저장 경로
ru: Путь сохранения
zh_cn: 保存路径
zh_hant: 儲存路徑

# TorrentCheckModalWindow.Title
source: Create a new bittorrent task window
fr: Créer une nouvelle tâche BitTorrent
it: Crea una nuova attività BitTorrent
ja: 新しい BitTorrent タスクウィンドウを作成
ko: 새 BitTorrent 작업 만들기
ru: Создать новую задачу BitTorrent
zh_cn: 创建种子任务窗口
zh_hant: 建立新的 BitTorrent 任務視窗

# TorrentCheckGeneralPageSavePath.PlaceholderText
source: Type or pick a folder path to save
fr: Saisissez ou choisissez un dossier d’enregistrement
it: Digita o scegli una cartella in cui salvare
ja: 保存するフォルダーパスを入力または選択
ko: 저장할 폴더 경로를 입력하거나 선택하세요
ru: Введите или выберите папку для сохранения
zh_cn: 输入或选择一个文件夹路径作为保存路径
zh_hant: 輸入或選擇要儲存的資料夾路徑

# TorrentCheckGeneralPage_SavePathLabel.Text
source: Save path:
fr: Chemin d’enregistrement :
it: Percorso di salvataggio:
ja: 保存先:
ko: 저장 경로:
ru: Путь сохранения:
zh_cn: 保存路径:
zh_hant: 儲存路徑：

# TorrentCheckGeneralPage_FolderPickerButton.ToolTipService.ToolTip
source: Pick folder
fr: Choisir un dossier
it: Scegli cartella
ja: フォルダーを選択
ko: 폴더 선택
ru: Выбрать папку
zh_cn: 选择文件夹
zh_hant: 選擇資料夾

# TorrentCheckGeneralPage_FileNameLabel.Text
source: Filename:
fr: Nom du fichier :
it: Nome file:
ja: ファイル名:
ko: 파일 이름:
ru: Имя файла:
zh_cn: 文件名:
zh_hant: 檔案名稱：

# TorrentCheckGeneralPage_FileNameTextBox.PlaceholderText
source: Optional: override filename
fr: Facultatif : remplacer le nom du fichier
it: Facoltativo: sostituisci il nome file
ja: 任意: ファイル名を上書き
ko: 선택 사항: 파일 이름 변경
ru: Необязательно: задать другое имя файла
zh_cn: 可选：自定义文件名
zh_hant: 選填：覆寫檔案名稱

# TorrentCheckGeneralPage_CreateSubfolderCheckBox.Content
source: Create a subfolder if the torrent contains only a single file
fr: Créer un sous-dossier si le torrent ne contient qu’un seul fichier
it: Crea una sottocartella se il torrent contiene un solo file
ja: Torrent にファイルが 1 つだけ含まれる場合はサブフォルダーを作成
ko: 토렌트에 파일이 하나만 있으면 하위 폴더 만들기
ru: Создать подпапку, если торрент содержит только один файл
zh_cn: 如果种子只包含单个文件，则创建子文件夹
zh_hant: 若種子僅包含單一檔案，則建立子資料夾

# TorrentCheckGeneralPage_TorrentContentTitle.Text
source: Torrent Content
fr: Contenu du torrent
it: Contenuto del torrent
ja: Torrent の内容
ko: 토렌트 내용
ru: Содержимое торрента
zh_cn: 种子内容
zh_hant: Torrent 內容

# TorrentCheckGeneralPage_TorrentNameLabel.Text
source: Name:
fr: Nom :
it: Nome:
ja: 名前:
ko: 이름:
ru: Имя:
zh_cn: 名称:
zh_hant: 名稱：

# TorrentCheckGeneralPage_TorrentSizeLabel.Text
source: Size:
fr: Taille :
it: Dimensione:
ja: サイズ:
ko: 크기:
ru: Размер:
zh_cn: 大小:
zh_hant: 大小：

# TorrentCheckGeneralPage_TorrentPublisherLabel.Text
source: Publisher:
fr: Éditeur :
it: Editore:
ja: 発行者:
ko: 게시자:
ru: Издатель:
zh_cn: 发布者:
zh_hant: 發佈者：

# TorrentCheckGeneralPage_DiskSpace.Text
source: Disk Space: 0 B
fr: Espace disque : 0 B
it: Spazio su disco: 0 B
ja: ディスク容量: 0 B
ko: 디스크 공간: 0 B
ru: Место на диске: 0 Б
zh_cn: 磁盘占用: 0 B
zh_hant: 磁碟空間：0 B

# TorrentCheckGeneralPage_FreeSpace.Text
source: Free Space: 0 B
fr: Espace libre : 0 B
it: Spazio libero: 0 B
ja: 空き容量: 0 B
ko: 여유 공간: 0 B
ru: Свободно: 0 Б
zh_cn: 剩余空间: 0 B
zh_hant: 可用空間：0 B

# TorrentCheckGeneralPage_ListHeader_FileName.Text
source: File Name
fr: Nom du fichier
it: Nome file
ja: ファイル名
ko: 파일 이름
ru: Имя файла
zh_cn: 文件名
zh_hant: 檔案名稱

# TorrentCheckGeneralPage_ListHeader_Size.Text
source: Size
fr: Taille
it: Dimensione
ja: サイズ
ko: 크기
ru: Размер
zh_cn: 大小
zh_hant: 大小

# TorrentCheckGeneralPage_Filter_SelectAll.Content
source: Select All
fr: Tout sélectionner
it: Seleziona tutto
ja: すべて選択
ko: 모두 선택
ru: Выбрать всё
zh_cn: 全选
zh_hant: 全選

# TorrentCheckGeneralPage_Filter_Video.Content
source: Video
fr: Vidéo
ja: 動画
ko: 비디오
ru: Видео
zh_cn: 视频
zh_hant: 影片

# TorrentCheckGeneralPage_Filter_Audio.Content
source: Audio
ja: 音声
ko: 오디오
ru: Аудио
zh_cn: 音频
zh_hant: 音訊

# TorrentCheckGeneralPage_Filter_Picture.Content
source: Picture
fr: Image
it: Immagine
ja: 画像
ko: 이미지
ru: Изображение
zh_cn: 图片
zh_hant: 圖片

# TorrentCheckGeneralPage_Filter_Other.Content
source: Other
fr: Autre
it: Altro
ja: その他
ko: 기타
ru: Другое
zh_cn: 其他
zh_hant: 其他

# TorrentCheckGeneralPage_Action_DownloadNow.Content
source: Download Now
fr: Télécharger maintenant
it: Scarica ora
ja: 今すぐダウンロード
ko: 지금 다운로드
ru: Загрузить сейчас
zh_cn: 立即下载
zh_hant: 立即下載

# TorrentCheckGeneralPage_Action_DownloadLater.Content
source: Download Later
fr: Télécharger plus tard
it: Scarica più tardi
ja: 後でダウンロード
ko: 나중에 다운로드
ru: Загрузить позже
zh_cn: 稍后下载
zh_hant: 稍後下載

# TorrentCheckGeneralPage_Action_Cancel.Content
source: Cancel
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
zh_cn: 取消
zh_hant: 取消

# ViewDialogTorrentMetaDataDownloadDialog.Title
source: Add Magnet
fr: Ajouter un Magnet
it: Aggiungi Magnet
ja: マグネットを追加
ko: Magnet 추가
ru: Добавить Magnet
zh_cn: 添加磁力链接
zh_hant: 新增磁力連結

# ViewDialogTorrentMetaDataDownloadDialogPasteFromClip
source: Paste Text from the Clipboard
fr: Coller le texte depuis le Presse-papiers
it: Incolla testo dagli Appunti
ja: クリップボードからテキストを貼り付け
ko: 클립보드의 텍스트 붙여넣기
ru: Вставить текст из буфера обмена
zh_cn: 从剪贴板复制
zh_hant: 從剪貼簿貼上文字

# RSSPageTitle.Text
source: RSS Subscriptions
fr: Abonnements RSS
it: Sottoscrizioni RSS
ja: RSS 購読
ko: RSS 구독
ru: RSS-подписки
zh_cn: RSS 订阅
zh_hant: RSS 訂閱

# RSSPageSubtitle.Text
source: Subscribe to torrent RSS feeds for automatic downloads
fr: S’abonner à des flux RSS de torrents pour les téléchargements automatiques
it: Sottoscrivi feed RSS di torrent per i download automatici
ja: Torrent の RSS フィードを購読して自動ダウンロード
ko: 토렌트 RSS 피드를 구독하여 자동으로 다운로드합니다
ru: Подписывайтесь на RSS-ленты торрентов для автоматической загрузки
zh_cn: 订阅 RSS 源以自动下载种子
zh_hant: 訂閱 Torrent RSS 摘要以自動下載

# RSSFeedsHeader.Text
source: Feeds
fr: Flux
it: Feed
ja: フィード
ko: 피드
ru: Ленты
zh_cn: 订阅源
zh_hant: 摘要來源

# RSSItemsLabel.Text
source: items
fr: éléments
it: elementi
ja: 項目
ko: 항목
ru: элементов
zh_cn: 项
zh_hant: 個項目

# RSSSelectFeedPlaceholder.Text
source: Select a feed
fr: Sélectionner un flux
it: Seleziona un feed
ja: フィードを選択
ko: 피드 선택
ru: Выберите ленту
zh_cn: 选择一个订阅源
zh_hant: 選擇摘要來源

# RSSAddFeedDialog.Title
source: Add RSS Feed
fr: Ajouter un flux RSS
it: Aggiungi feed RSS
ja: RSS フィードを追加
ko: RSS 피드 추가
ru: Добавить RSS-ленту
zh_cn: 添加 RSS 订阅
zh_hant: 新增 RSS 摘要來源

# RSSAddFeedDialog.PrimaryButtonText
source: Add
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
ru: Добавить
zh_cn: 添加
zh_hant: 新增

# RSSAddFeedDialog.SecondaryButtonText
source: Cancel
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
zh_cn: 取消
zh_hant: 取消

# RSSFeedUrlTextBox.Header
source: Feed URL
fr: URL du flux
it: URL feed
ja: フィード URL
ko: 피드 URL
ru: URL ленты
zh_cn: 订阅源 URL
zh_hant: 摘要來源 URL

# RSSFeedNameTextBox.Header
source: Name (optional)
fr: Nom (facultatif)
it: Nome (facoltativo)
ja: 名前（任意）
ko: 이름(선택 사항)
ru: Имя (необязательно)
zh_cn: 名称（可选）
zh_hant: 名稱（選填）

# RSSFeedNameTextBox.PlaceholderText
source: My RSS Feed
fr: Mon flux RSS
it: Il mio feed RSS
ja: マイ RSS フィード
ko: 내 RSS 피드
ru: Моя RSS-лента
zh_cn: 我的 RSS 订阅
zh_hant: 我的 RSS 摘要來源

# RSSFeedSavePathTextBox.Header
source: Save Path (optional)
fr: Chemin d’enregistrement (facultatif)
it: Percorso di salvataggio (facoltativo)
ja: 保存先（任意）
ko: 저장 경로(선택 사항)
ru: Путь сохранения (необязательно)
zh_cn: 保存路径（可选）
zh_hant: 儲存路徑（選填）

# RSSFeedSavePathTextBox.PlaceholderText
source: Leave empty to use default
fr: Laisser vide pour utiliser la valeur par défaut
it: Lascia vuoto per usare il valore predefinito
ja: 既定値を使用する場合は空欄のままにしてください
ko: 기본값을 사용하려면 비워 두세요
ru: Оставьте пустым для значения по умолчанию
zh_cn: 留空使用默认路径
zh_hant: 留空以使用預設值

# RSSFeedSettingsDialog.Title
source: Feed Settings
fr: Paramètres du flux
it: Impostazioni feed
ja: フィード設定
ko: 피드 설정
ru: Настройки ленты
zh_cn: 订阅源设置
zh_hant: 摘要來源設定

# RSSFeedSettingsDialog.PrimaryButtonText
source: Save
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
ru: Сохранить
zh_cn: 保存
zh_hant: 儲存

# RSSFeedSettingsDialog.SecondaryButtonText
source: Cancel
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
zh_cn: 取消
zh_hant: 取消

# RSSSettingsTitleTextBox.Header
source: Name
fr: Nom
it: Nome
ja: 名前
ko: 이름
ru: Имя
zh_cn: 名称
zh_hant: 名稱

# RSSSettingsUrlTextBox.Header
source: Feed URL
fr: URL du flux
it: URL feed
ja: フィード URL
ko: 피드 URL
ru: URL ленты
zh_cn: 订阅源 URL
zh_hant: 摘要來源 URL

# RSSSettingsSavePathTextBox.Header
source: Save Path
fr: Chemin d’enregistrement
it: Percorso di salvataggio
ja: 保存先
ko: 저장 경로
ru: Путь сохранения
zh_cn: 保存路径
zh_hant: 儲存路徑

# RSSSettingsIntervalNumberBox.Header
source: Update Interval (minutes)
fr: Intervalle de mise à jour (minutes)
it: Intervallo di aggiornamento (minuti)
ja: 更新間隔（分）
ko: 업데이트 간격(분)
ru: Интервал обновления (минуты)
zh_cn: 更新间隔（分钟）
zh_hant: 更新間隔（分鐘）

# RSSSettingsAutoDownloadToggle.Header
source: Auto Download
fr: Téléchargement automatique
it: Download automatico
ja: 自動ダウンロード
ko: 자동 다운로드
ru: Автозагрузка
zh_cn: 自动下载
zh_hant: 自動下載

# RSSSettingsAutoDownloadToggle.OnContent
source: Enabled
fr: Activé
it: Abilitato
ja: 有効
ko: 사용
ru: Включено
zh_cn: 已启用
zh_hant: 已啟用

# RSSSettingsAutoDownloadToggle.OffContent
source: Disabled
fr: Désactivé
it: Disabilitato
ja: 無効
ko: 사용 안 함
ru: Отключено
zh_cn: 已禁用
zh_hant: 已停用

# RSSSettingsFilterTextBox.Header
source: Filter Pattern (regex)
fr: Motif de filtre (expression régulière)
it: Schema filtro (regex)
ja: フィルターパターン（正規表現）
ko: 필터 패턴(정규식)
ru: Шаблон фильтра (регулярное выражение)
zh_cn: 过滤规则（正则表达式）
zh_hant: 篩選模式（正規表示式）

# RSSSettingsFilterTextBox.PlaceholderText
source: e.g., 1080p|720p
fr: p. ex. 1080p|720p
it: ad es., 1080p|720p
ja: 例: 1080p|720p
ko: 예: 1080p|720p
ru: например, 1080p|720p
zh_cn: 例如：1080p|720p
zh_hant: 例如：1080p|720p

# RSSSettingsEnabledToggle.Header
source: Feed enabled
zh_cn: 启用订阅
zh_hant: 啟用訂閱

# RSSSettingsEnabledToggle.OnContent
source: Enabled
zh_cn: 已启用
zh_hant: 已啟用

# RSSSettingsEnabledToggle.OffContent
source: Disabled
zh_cn: 已禁用
zh_hant: 已停用

# RSSSettingsDoubleClickActionBox.Header
source: Double-click action
zh_cn: 双击操作
zh_hant: 按兩下操作

# RSSSettingsDoubleClickAddToTasks.Content
source: Add to tasks
zh_cn: 添加到任务
zh_hant: 新增至工作

# RSSSettingsDoubleClickShowDetails.Content
source: Show details
zh_cn: 显示详情
zh_hant: 顯示詳細資料

# RSSSettingsWebViewPreviewToggle.Header
source: Show WebView preview
zh_cn: 显示 WebView 预览
zh_hant: 顯示 WebView 預覽

# RSSSettingsValidationInfoBar.Title
source: Invalid feed settings
zh_cn: 订阅设置无效
zh_hant: 訂閱設定無效

# RSSSettingsValidationInfoBar.Message
source: Enter a valid HTTP or HTTPS feed URL.
zh_cn: 请输入有效的 HTTP 或 HTTPS 订阅地址。
zh_hant: 請輸入有效的 HTTP 或 HTTPS 訂閱網址。

# RSSRemoveFeedDialog.Title
source: Remove Feed
fr: Supprimer le flux
it: Rimuovi feed
ja: フィードを削除
ko: 피드 제거
ru: Удалить ленту
zh_cn: 删除订阅源
zh_hant: 移除摘要來源

# RSSRemoveFeedDialog.PrimaryButtonText
source: Remove
fr: Supprimer
it: Rimuovi
ja: 削除
ko: 제거
ru: Удалить
zh_cn: 删除
zh_hant: 移除

# RSSRemoveFeedDialog.SecondaryButtonText
source: Cancel
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
ru: Отмена
zh_cn: 取消
zh_hant: 取消

# ViewRSSPageAddNewFeed.Content
source: Add new feed
fr: Ajouter un nouveau flux
ja: 新しいフィードを追加
ru: Добавить новую ленту
zh_cn: 添加新订阅源
zh_hant: 新增摘要來源

# ViewRSSPageRefreshAllFeeds.Content
source: Refresh all feeds
fr: Actualiser tous les flux
ja: すべてのフィードを更新
ru: Обновить все ленты
zh_cn: 刷新所有订阅源
zh_hant: 重新整理所有摘要來源

# ViewRSSPageRefreshThisFeed.Content
source: Refresh this feed
fr: Actualiser ce flux
ja: このフィードを更新
ru: Обновить эту ленту
zh_cn: 刷新此订阅源
zh_hant: 重新整理此摘要來源

# ViewRSSPageFeedSetting.Content
source: Feed settings
fr: Paramètres du flux
ja: フィード設定
ru: Настройки ленты
zh_cn: 订阅源设置
zh_hant: 摘要來源設定

# ViewRSSPageRemoveFeed.Content
source: Remove feed
fr: Supprimer le flux
ja: フィードを削除
ru: Удалить ленту
zh_cn: 删除订阅源
zh_hant: 移除摘要來源

# CommonContentDownload.Content
source: Download
fr: Télécharger
ja: ダウンロード
ru: Загрузить
zh_cn: 下载
zh_hant: 下載

# TorrentCheckGeneralPage_DiskSpaceRequired.Text
source: Required:
fr: Requis :
it: Richiesto:
ja: 必要:
ko: 필요:
ru: Требуется:
zh_cn: 需要:
zh_hant: 需要：

# TorrentCheckGeneralPage_DiskSpaceFree.Text
source: Free:
fr: Libre :
it: Libero:
ja: 空き:
ko: 여유:
ru: Свободно:
zh_cn: 可用:
zh_hant: 可用：

# TorrentCheckGeneralPage_DiskSpaceTotal.Text
source: Total:
it: Totale:
ja: 合計:
ko: 전체:
ru: Всего:
zh_cn: 总计:
zh_hant: 總計：

# TorrentCheckGeneralPage_SelectedSizeLabel.Text
source: Selected:
fr: Sélectionné :
it: Selezionato:
ja: 選択済み:
ko: 선택됨:
ru: Выбрано:
zh_cn: 已选:
zh_hant: 已選取：

# TorrentCheckGeneralPage_ListHeader_Priority.Text
source: Priority
fr: Priorité
it: Priorità
ja: 優先度
ko: 우선순위
ru: Приоритет
zh_cn: 优先级
zh_hant: 優先順序

# BT_Title.Text
source: BitTorrent Settings
fr: Paramètres BitTorrent
it: Impostazioni BitTorrent
ja: BitTorrent 設定
ko: BitTorrent 설정
ru: Настройки BitTorrent
zh_cn: BitTorrent 设置
zh_hant: BitTorrent 設定
